[
  {
    "tip_title": "Tailor Your CV for Each Application",
    "tip_description": "Customize your CV based on the job you're applying for. Highlight relevant experience and skills that match the job description."
  },
  {
    "tip_title": "Use a Clear and Professional Format",
    "tip_description": "Opt for a clean, professional layout that's easy to read. Use bullet points to list your experiences and achievements."
  },
  {
    "tip_title": "Quantify Your Achievements",
    "tip_description": "Where possible, add numbers to your achievements. For example, 'increased sales by 20%' or 'managed a team of 10'."
  },
  {
    "tip_title": "Include Keywords from the Job Description",
    "tip_description": "Use language and keywords from the job posting. This helps pass Applicant Tracking Systems (ATS) and shows you're a good fit."
  },
  {
    "tip_title": "Focus on Your Skills",
    "tip_description": "List both hard and soft skills relevant to the job. Provide examples of how you've used these skills in a professional setting."
  },
  {
    "tip_title": "Keep It Concise",
    "tip_description": "Aim for a maximum of two pages. Only include information that is relevant to the job you are applying for."
  },
  {
    "tip_title": "Proofread and Edit",
    "tip_description": "Ensure your CV is free from typos and grammatical errors. Consider asking a friend or using a tool to review it."
  },
  {
    "tip_title": "Include a Personal Statement",
    "tip_description": "Start with a brief personal statement that summarizes your professional goals, skills, and what you bring to the role."
  },
  {
    "tip_title": "Highlight Professional Development",
    "tip_description": "Include any courses, certificates, or workshops that are relevant to the job to show continuous learning and development."
  },
  {
    "tip_title": "Use Active Language",
    "tip_description": "Use strong action verbs such as 'achieved', 'created', 'improved', and 'managed' to make your CV more dynamic."
  }
]
